[MagicSchool.A_honneur_du_mage_Buff H7BaseBuff]
mName="Истощение"
mTooltip="%icon_attack Атака существа снижена на %stat1.norm."

[CreatureGrowthBonus.A_Requin_growth_Buff H7BaseBuff]
mName="Саме-но-сэнси"
mTooltip=""

[CreatureGrowthBonus.A_sirene_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Маамэйдо Сэйзо"
mTooltip="Наместник: %buff1.buff.stat к приросту русалок и сирен в землях вокруг города."

[CreatureGrowthBonus.A_Kappa_growth_Buff H7BaseBuff]
mName="Каппа Сэйзо"
mTooltip=""

[MagicSchool.A_Water_heal_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Искатель"
mTooltip="Наместник: В начале боя все союзные герои получают %buff1.buff.buff.buff.stat %icon_Magic, и заклинание %spell3.name становится доступно в книге заклинаний до тех пор, пока этот герой является наместником."

[MagicSchool.A_bulle_de_soins_Buff H7BaseBuff]
mName="Исцеляющая сфера"
mTooltip="В конце раунда герой восстанавливает %d1 ед. зд. союзным существам, находящимся под воздействием водяной сферы. Длительность (ходов): %durnow."

[MagicSchool.A_honneur_du_mage H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Честь мага"
mTooltip="С вероятностью 30% этот герой может получить %buff1.buff.stat1 к %icon_magic магии всякий раз, как союзное существо, ведущее ближний бой, атакует вражеский отряд, который не контратаковал. Длится до конца боя."

[CreatureGrowthBonus.A_Kappa_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Каппа Сэйзо"
mTooltip="Наместник: %buff1.buff.stat к приросту капп и капп-сойя в землях вокруг города."

[CreatureGrowthBonus.A_requin_growth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Саме-но-сэнси Сэйзо"
mTooltip="Наместник: %buff1.buff.stat к приросту акульих воинов и ванизаме в землях вокруг города."

[CreatureGrowthBonus.A_sirene_growth_Buff H7BaseBuff]
mName="Каппа Сэйзо"
mTooltip=""

[MagicSchool.A_bulle_de_soins H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Исцеляющая сфера"
mTooltip="В конце раунда этот герой восстанавливает %buff1.buff.d1 ед. %icon_health здоровья союзным существам, находящимся под воздействием водяной сферы. Длительность (раундов): %buff.buff.durini."

[MagicSchool.A_Water_heal_Buff H7BaseBuff]
mName=""
mTooltip=""

[MagicSchool.A_Water_heal_hero_Buff H7BaseBuff]
mName="Наниматель (Усиление города)"
mTooltip=""

[Mightshcool.A_anguille_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Отец унаги"
mTooltip="Этот герой увеличивает %icon_health здоровье унаги и дэнки-унаги на %buff1.buff.stat1."

[Mightshcool.A_Anguille_master_Buff H7BaseBuff]
mName="Нападающий"
mTooltip="Урон существа увеличен на %stat1."

[Mightshcool.A_honneur_du_combatant H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Честь бойца"
mTooltip="С вероятностью 30% этот герой может получить %buff1.buff.stat1 к %icon_attack атаке и %buff1.buff.stat1 к %icon_defense защите всякий раз, как союзное существо, ведущее ближний бой, атакует противника, который не контратаковал. Длится до конца боя."

[Mightshcool.A_honneur_du_combatant_Buff H7BaseBuff]
mName="Истощение"
mTooltip="%icon_attack Атака существа снижена на %stat1.norm."

[Mightshcool.A_Regard_petrifiant H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Цепенящий взгляд"
mTooltip="С вероятностью 30% этот герой может парализовать выбранного противника при нанесении урона обычной атакой или заклинанием."

[Sanctuary_ability_sup.A_gardienLord H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Тэйко"
mTooltip="Стражи озёр  и стражи глубин в армии героя получают новые способности -  %spell1.name и %spell2.name."

[Sanctuary_ability_sup.A_KappaLord H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Омо Каппа"
mTooltip="Каппы и каппы-сойя в армии героя получают новые способности - %spell1.name и %spell2.name."

[Sanctuary_ability_sup.A_SharkLord H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сякупаккурида"
mTooltip="Акульи воины и ванизаме в армии героя получают новые способности - %spell1.name и %spell2.name."

[Sanctuary_ability_vitalite.A_Kirin_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Коути Кирин"
mTooltip="Кирины и священные кирины в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[Sanctuary_ability_vitalite.A_Naga_Dresseur_Buff H7BaseBuff]
mName="Сюдзин Нага"
mTooltip="Бонус: %stat1 к %icon_health здоровью. Это существо всегда атакует на полную дистанцию."

[Sanctuary_ability_vitalite.A_Nagga_dresseur H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Муэ"
mTooltip="Этот герой увеличивает %icon_health здоровье наг-ёкудзинов и наг-рёси на %buff1.buff.stat1. Эти существа всегда атакуют на полную дистанцию."

[Sanctuary_ability_vitalite.A_T6_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Коути Сюго"
mTooltip="Сюго и даймё в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

